Repository: akhikolla/testpackages
Catalog: fuzzedpackages/imptree/po/*.po
Languages: de

source: other IPType is not implemented
de: anderer IPType ist nicht implementiert

source: evaluation only allowed from root node
de: Evaluation nur auf Wurzelknoten zulässig

source: root:
de: Wurzel:

source: Queried index (%d) > child size (%d)
de: angefragter Index (%d) > Anzahl Kinder (%d)

source: Too deep recursion: No nodes available further down!
de: Zu tiefe Rekursion: Keine Knoten mehr weiter unterhalb!

source: MaxAppox: After all iterations (%i) not all mass has been assigned! Remaining mass is: %f
de: MaxAppox: Nach allen Iterationen (%i) ist nicht alle Masse verteilt worden! Verbleibende Masse ist: %f

source: Something is wrong in calculation
de: Etwas ist in der Berechnung schief gelaufen

source: Max: After all iterations (%i) not all mass has been assigned! Remaining mass is: %f
de: Max: Nach allen Iterationen (%i) ist nicht alle Masse verteilt worden! Verbleibende Masse ist: %f

source: Min: After all iterations (%i) not all mass has been assigned! Remaining mass is: %f
de: Min: Nach allen Iterationen (%i) ist nicht alle Masse verteilt worden! Verbleibende Masse ist: %f

source: Entropy correction 'abellan' not permitted for NPI
de: Entropie-Korrektur 'abellan' nicht zulässig für NPI
