Repository: akhikolla/testpackages
Catalog: fuzzedpackages/imptree/po/R-*.po
Languages: de

source: 'formula' is missing but mandatory
de: Argument 'formula' fehlt ohne default

source: arguments 'y' and 'x' are mandatory
de: Argumente 'y' und 'x' müssen angegeben werden

source: '%s' must contain column names
de: '%s' muss Spaltennamen enhalten

source: reference to tree is not valid; see element "call" of '%s' for recreation
de: die Referenz auf den Baum ist nicht gültig; siehe Element "call" von '%s' für eine erneute Erstellung

source: extracting probability information from root node
de: Zugriff auf Wahrscheinlichkeitsinformationen im Wurzelknoten

source: 'idx' needs to be a positive integer vector or NULL
de: 'idx' muss ein Vektor von positiven ganzen Zahlen sein oder NULL

source: Root node (leaf)
de: Wurzelknoten (Blatt)

source: Node (leaf) at level %d
de: Knoten (Blatt) auf Ebene %d

source: Node with %d sub-nodes
de: Knoten mit %d Kind-Knoten

source: Node with %d sub-nodes at level %d
de: Knoten mit %d Kind-Knoten auf Ebene %d

source: Splitting variable
de: Variable für Aufteilung

source: Probability Information:
de: Wahrscheinlichkeitsinformationen:

source: Model
de: Modell

source: Table for classification variable:
de: Tabelle der Klassifikations-Variable:

source: no 'NA' permitted in %s
de: kein 'NA' zulässig für %s

source: value of 'tbase' (%.3f) must be between [-1,2]
de: Wert von 'tbase' (%.3f) muss in [-1,2] liegen

source: value of 'gamma' (%.3f) must be in [0,1]
de: Wert von 'gamma' (%.3f) muss in [0,1] liegen

source: ignoring supplied 'depth'=%d and use default instead
de: verwende den Standardwert statt des angegebenen Werts von 'depth'=%d

source: ignoring supplied 'minbucket'=%d and use default instead
de: verwende den Standardwert statt des angegebenen Werts von 'minbucket'=%d

source: the list supplied to 'method.param' must have names
de: die an 'method.param' übergebene Liste muss benamte Elemente enthalten

source: 'method.param' component not matched: %s
de: 'method.param' Komponente konnte nicht zugeordnet werden: %s

source: value of 's' (%.3f) must be strictly positive
de: Wert von 's' (%.3f) muss strikt positiv sein

source: 'correction' should be one of %s
de: 'correction' muss ein Wert aus %s sein

source: 'splitmetric' should be one of %s
de: 'splitmetric' muss ein Wert aus %s sein

source: the argument supplied to 'method.param' must be a list or NULL for default values
de: das Objekt für Argument 'method.param' muss eine Liste sein oder NULL für Standardwerte

source: value of 'utility' (%f) needs to be in (0,1)
de: der Wert von 'utility' (%f) muss in (0,1) liegen

source: Determinacy
de: Anteil präziser Vorhersagen

source: Average indeterminate size
de: Durchschnittliche Größe der mengenwertigen Vorhersagen

source: Single-Set Accuracy
de: Genauigkeit der präzisen Vorhersagen

source: Set-Accuracy
de: Genauigkeit der mengenwertigen Vorhersagen

source: Discounted Accuracy
de: Gewichtete Genauigkeit

source: %.2f utility based Accuracy
de: Genauigkeit basierend auf %.2f utility

source: Accuracy achieved on %d observations in testing data, based on '%s' dominance:
de: Genauigkeit der %d Beobachtungen in den Testdaten, basierend auf '%s' Dominanz:

source: %d determinate predictions
de: %d präzise Vorhersagen

source: %d indeterminate predictions
de: %d mengenwertige Vorhersagen

source: argument 'object' must be a formula or of class "imptree"
de: Argeumnt 'object' muss von der Klasse "formula" oder "imptree" sein

source: argument 'data' must be of class "data.frame"
de: Argument 'data' muss von der Klasse "data.frame" sein

source: trees cannot handle interaction terms
de: Bäume können nicht mit Interaktionen umgehen

source: all variables in the resulting model frame must to be of class "factor"
de: All Variablen des sich ergebenen Modell-Datensatzes müssen von der Klasse "factor" sein

source: negative weights not allowed
de: Negative Gewichte sind nicht zulässig

source: invalid 'digits' argument
de: ungültiges 'digits' Argument

source: 'iptype' should be one of %s
de: 'iptype' muss ein Wert aus %s sein

source: value of 's' (%f) must be strictly positive
de: Wert von 's' (%f) muss strikt positiv sein

source: %d observations in training data
de: %d Beobachtungen in den Trainingsdaten

source: Depth
de: Tiefe

source: Leaves
de: Blätter

source: Nodes
de: Knoten

source: Accuracy achieved on training data, based on '%s' dominance:
de: Genauigkeit auf den Trainingsdaten, basierend auf '%s' Dominanz:
