Repository: akhikolla/testpackages
Catalog: fuzzedpackages/lm.*/po/R-*.po
Languages: fr

source: 'method' must be "CLR" or "AF"
fr: 'method' doit être "CLR" ou "AF"

source: 'incr' must be positive
fr: 'incr' doit être positif

source: 'output' must be "G", "T" or "V"
fr: 'output' doit être "G", "T" ou "V"

source: mutiple response vectors not supported
fr: plus d'un vecteur 'y' n'est pas permis

source: zero variances not allowed
fr: variances de zéro pas permis

source: dim('weights') invalid
fr: dim('weights') incorrect

source: 'weights' not positive-definite
fr: 'weights' n'est pas positive-définie

source: 'alpha'=0 not supported for type "LL"
fr: le cas 'alpha'=0 n'est pas permis pour type "LL"

source: 'type' must be "LL", "LT" or "TL"
fr: 'type' doit être "LL", "LT" ou "TL"

source: 'rWy' must be a numeric vector
fr: 'rWy' doit être un vecteur numérique

source: 'output' must be "T", "V" or "B"
fr: 'output' doit être "T", "V" ou "B"

source: 'method' must be "CLR", "AF" or "MC"
fr: 'method' doit être "CLR", "AF" ou "MC"
